Revit 2020 API
AdvancedLayered.LayeredFraction Property
 The property labeled "Fraction" from the "PrismLayered" schema.
Namespace: Autodesk.Revit.DB.Visual
Assembly: RevitAPI (in RevitAPI.dll) Version: 20.0.0.0 (20.0.0.377)
Since: 2018.1
Syntax
C#
public static string LayeredFraction { get; }
Visual Basic
Public Shared ReadOnly Property LayeredFraction As String
	Get
Visual C++
public:
static property String^ LayeredFraction {
	String^ get ();
}
Remarks
 This property is of type "AssetPropertyDouble". This property allows a connected asset.
See Also
AdvancedLayered Class
Autodesk.Revit.DB.Visual Namespace